package com.t.utils;

/**
 *各种下拉菜单的列表
 */
public class SelectInfo {

	public static String[] sex = {"男","女","不限"};
	
    public static String[] age = {"60后", "70后", "80后", "90后", "00后","不限"};

    public static String[] job = {"学生", "教师", "工程师", "商人", "工人","不限"};

    public static String[] income = {"12000以上", "10000-12000", "8000-10000", "5000-8000", "2000-5000", "2000以下","不限"};

    public static String[] province = {
            "保密", "北京", "天津", "上海",
            "重庆", "河北", "河南", "云南",
            "辽宁", "黑龙江", "湖南", "安徽",
            "山东", "新疆", "江苏", "浙江",
            "江西", "湖北", "广西", "甘肃",
            "山西", "内蒙古", "陕西", "吉林",
            "福建", "贵州", "广东", "青海",
            "西藏", "四川", "宁夏", "海南",
            "台湾", "香港", "澳门"};

}
